
INSERT INTO subject_channels (subject_id, name) VALUES
(1,'объявления'),(1,'материалы'),(1,'задания'),(1,'вопросы'),(1,'общий'),
(2,'объявления'),(2,'материалы'),(2,'задания'),(2,'вопросы'),(2,'общий'),
(3,'объявления'),(3,'материалы'),(3,'задания'),(3,'вопросы'),(3,'общий'),
(4,'объявления'),(4,'материалы'),(4,'задания'),(4,'вопросы'),(4,'общий'),
(5,'объявления'),(5,'материалы'),(5,'задания'),(5,'вопросы'),(5,'общий'),
(6,'объявления'),(6,'материалы'),(6,'задания'),(6,'вопросы'),(6,'общий'),
(7,'объявления'),(7,'материалы'),(7,'задания'),(7,'вопросы'),(7,'общий'),
(8,'объявления'),(8,'материалы'),(8,'задания'),(8,'вопросы'),(8,'общий'),
(9,'объявления'),(9,'материалы'),(9,'задания'),(9,'вопросы'),(9,'общий'),
(10,'объявления'),(10,'материалы'),(10,'задания'),(10,'вопросы'),(10,'общий'),
(11,'объявления'),(11,'материалы'),(11,'задания'),(11,'вопросы'),(11,'общий'),
(12,'объявления'),(12,'материалы'),(12,'задания'),(12,'вопросы'),(12,'общий');
